Repository: lfavole/website
Catalog: globals/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Export selected %(verbose_name_plural)s
fr: Exporter les %(verbose_name_plural)s sélectionné·e·s

source: Global configuration
fr: Configuration globale

source: A comment was flagged
fr: Un commentaire a été marqué

source: slug
fr: ID

source: title
fr: titre

source: content
fr: contenu

source: order
fr: ordre

source: special content
fr: contenu spécial

source: special contents
fr: contenus spéciaux

source: The comment %(comment)s received a %(flag)s. Please take a look at it.
fr: Le commentaire %(comment)s a reçu un %(flag)s. Veuillez le vérifier.

source: Index of %(directory)s
fr: Index de %(directory)s

source: Please complete the CAPTCHA to access to my contact information.
fr: Veuillez compléter le CAPTCHA pour accéder à mes informations de contact.
