Repository: lfavole/website
Catalog: website/pseudos/locale/*/LC_MESSAGES/django.po
Languages: fr

source: words
fr: mots

source: 1 word per line Write your name for example
fr: 1 mot par ligne Écrivez votre nom par exemple

source: The synonyms of these words will be included
fr: Les synonymes de ces mots seront inclus

source: syllables number
fr: nombre de syllabes

source: names number
fr: nombre de noms

source: 0 for listing all the possibilities
fr: 0 pour lister toutes les possibilités

source: allow an entire word in result
fr: autoriser un mot entier dans le résultat

source: Synonyms of %s:
fr: Synonymes de %s :

source: Not enough combinations (maximum = %d)!
fr: Pas assez de combinaisons (maximum = %d) !

source: Word
fr: Mot

source: Syllables number
fr: Nombre de syllabes

source: Number of pseudos to generate
fr: Nombre de pseudos à générer
