Repository: lfavole/website
Catalog: website/allauth_2fa/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Token
fr: Code de sécurité

source: The entered token is not valid
fr: Le code de sécurité n'est pas valide

source: Two-Factor Authentication
fr: Authentification à deux facteurs

source: Two-Factor Authentication Backup Tokens
fr: Codes de récupération

source: Backup tokens have been generated, but are not revealed here for security reasons. Press the button below to generate new ones.
fr: Des codes de récupération ont été générés mais ne sont pas affichés pour des raisons de sécurité. Cliquez sur le bouton ci-dessous pour en générer de nouveaux.

source: No tokens. Press the button below to generate some.
fr: Pas de codes de récupération. Cliquez sur le bouton ci-dessous pour en générer.

source: Generate backup tokens
fr: Générer des codes de récupération

source: Disable Two-Factor Authentication
fr: Désactiver l'authentification à deux facteurs

source: Please enter a valid authentication token to disable two-factor authentication:
fr: Veuillez entrer un code de sécurité valide pour désactiver l'authentification à deux facteurs :

source: Disable Two-Factor
fr: Désactiver l'authentification à deux facteurs

source: Setup Two-Factor Authentication
fr: Configurer l'authentification à deux facteurs

source: Step 1
fr: Étape 1

source: Scan the QR code below with a token generator of your choice (for instance Google Authenticator).
fr: Scannez le code QR ci-dessous avec un générateur de codes de votre choix (par exemple Google Authenticator).

source: Step 2
fr: Étape 2

source: Input a token generated by the app:
fr: Écrivez un code généré par votre application :

source: Verify
fr: Vérifier
